[M_GoodBadMordecai MissionDefinition]
MissionName="O Bem, O Mal e Mordecai"
MissionDescription="Há alguns anos, Mordecai ganhou o primeiro prêmio no Underdome da Moxxi. Pouco depois disso, um ladrão chamado Carson roubou o cofre contendo o prêmio e o escondeu em algum lugar em [place]The Dust[-place]. Mordecai afirma que você pode ficar com as armas se conseguir encontrar Carson e descobrir onde ele as enterrou. "
TurnInDescription="Dos três caçadores de tesouros que partiram em busca do cofre perdido de Mordecai, você foi o vitorioso. Bom pra você!"
MissionSummary="Procure o cofre do tesouro perdido de Mordecai."
MissionGiver="Mordecai"
MissionTurnInLocation="The Dust"
TeaserText="Mordecai enterrou um tesouro há muito tempo. Se conseguir encontrar ele, é seu."

[M_GoodBadMordecai:GoodBadMordecai_DigUpStash MissionObjectiveDefinition]
ProgressMessage="Desenterre a caixa"

[M_GoodBadMordecai:GoodBadMordecai_FindCarson MissionObjectiveDefinition]
ProgressMessage="Encontre Carson"

[M_GoodBadMordecai:GoodBadMordecai_FindStash MissionObjectiveDefinition]
ProgressMessage="Encontre a caixa"

[M_GoodBadMordecai:GoodBadMordecai_FreeCarson MissionObjectiveDefinition]
ProgressMessage="Tire Carson da prisão"

[M_GoodBadMordecai:GoodBadMordecai_PickUpCarsonEcho MissionObjectiveDefinition]
ProgressMessage="Pegue o ECHO"

[M_GoodBadMordecai:GoodBadMordecai_PickUpPrisonEcho MissionObjectiveDefinition]
ProgressMessage="Pegue o ECHO de Carson"

[M_GoodBadMordecai:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride="Desenterre a caixa de armas de Mordecai."
MissionDescriptionOverride=""

[M_GoodBadMordecai:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_GoodBadMordecai:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_GoodBadMordecai:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine Gettle e Mobley."
MissionDescriptionOverride="Há alguns anos, Mordecai ganhou o primeiro prêmio no Underdome da Moxxi. Pouco depois disso, um ladrão chamado Carson roubou o cofre contendo o prêmio e o escondeu em algum lugar em [place]The Dust[-place]. Mordecai afirma que você pode ficar com as armas se conseguir encontrar Carson e descobrir onde ele as enterrou. Você descobriu onde estavam enterradas as armas, porém, agora terá que enfrentar um bandido chamado Mobley e um capanga da Hyperion chamado Gettle, para então poder ficar com os espólios."

[M_GoodBadMordecai:ObjSet_OpenStash MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_GoodBadMordecai:ObjSet_OpenStashHidden MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_GoodBadMordecai:ObjSet_Prison MissionObjectiveSetDefinition]
MissionSummaryOverride="Procure Carson em [place]Hyperion Friendship Gulag[-place]."
MissionDescriptionOverride="Há alguns anos, Mordecai ganhou o primeiro prêmio no Underdome da Moxxi. Pouco depois disso, um ladrão chamado Carson roubou o cofre contendo o prêmio e o escondeu em algum lugar em [place]The Dust[-place]. Mordecai afirma que você pode ficar com as armas se conseguir encontrar Carson e descobrir onde ele as enterrou. Depois de encontrar o dispositivo ECHO do difunto irmão de Carson, você descobriu que um engenheiro chamado Gettle havia sequestrado Carson e encarcerado ele em [place]Hyperion Friendship Gulag[-place]."

[M_GoodBadMordecai:ObjSet_PrisonEcho MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_GoodBadMordecai:ObjSetStash MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Há alguns anos, Mordecai ganhou o primeiro prêmio no Underdome da Moxxi. Pouco depois disso, um ladrão chamado Carson roubou o cofre contendo o prêmio e o escondeu em algum lugar em [place]The Dust[-place]. Mordecai afirma que você pode ficar com as armas se conseguir encontrar Carson e descobrir onde ele as enterrou. A boa notícia é que você encontrou o Carson... a má é que seu companheiro de cela, um tal de Mobley, acabaou matando ele. Além disso, você descobriu algo muito importante: a caixa de Mordecai está enterrada embaixo de uma tumba sem nome na planície."

[M_GoodBadMordecai:OpenStash MissionObjectiveDefinition]
ProgressMessage="Abra a caixa"

[M_GoodBadMordecai:Survive_Showdown MissionObjectiveDefinition]
ProgressMessage="Sobreviva ao duelo à três"

